Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/credit_unions.html.txt.tmx
Source language: en
Languages: ga

source: Credit unions are financial co-operatives formed to facilitate members to save and lend to each other at fair and reasonable rates of interest
ga: Is eagras é an comhar creidmheasa de dhaoine a chuireann airgead i dtaisce le chéile agus a chuireann iasachtaí airgid ar fáil dá chéile ar ráta úis réasúnta

source: They are not-for-profit organisations with a volunteer ethos and community focus
ga: Is leis na baill an comhar creidmheasa agus is é an t-aon fáth go bhfuil sé ann ná chun seirbhís a thabhairt dá bhaill

source: You may become a member of a credit union if you have a common bond with other members
ga: Rialaíonn Cláraitheoir na gComhair Creidmheasa comhair creidmheasa faoi scáth Banc Ceannais na hÉireann na comhair chreidmheasa

source: • Community bond: where the members all live or work in a particular locality
ga: De ghnáth ní foláir do bhall coigilteas €1 ar a laghad agus athraíonn an t-uasmhéid i gcomhair chreidmheasa éagsúla

source: • Occupational bond: where all members are in the same profession or occupation or all work for the same employer
ga: Tá gach scair atá agat sa bhliain sin i dteideal díbhinne agus dá mhéad scaireanna atá agat is é is mó de dhíbhinn a gheobhaidh tú

source: • Associational bond: where all the members are in the same society or association
ga: Bíonn taiscí ag Comhair Creidmheasa chomh maith

source: Each credit union is governed by its members, each of whom has one vote
ga: Úsáidtear do choigilteas agus coigilteas baill eile chun iasachtaí a chur ar fáil duit agus do bhaill eile den chomhar creidmheasa

source: The membership elects individual members to the board of the credit union
ga: Tá roinnt cuntas coigiltis éagsúla gur féidir leat úsáid a bhaint astu cé nach bhfuil siad go léir ar fáil i ngach comhar creidmheasa

source: The board members are unpaid volunteer officers and they establish the policies under which the credit union operates
ga: De ghnáth is féidir leat cuid de do choigilteas nó do choigilteas ar fad a bhaint amach go héasca ach amháin nuair geall iad ar son iasachta

source: There are two main umbrella bodies for credit unions
ga: Cosaint le haghaidh coigiltis

source: Most, but not all, credit unions belong to one of these bodies
ga: Clúdaíonn sé éarlaisí atá i seilbh banc; cumann foirgníochta; agus comhar creidmheasa

source: These bodies may have other rules by which their members must abide and may provide other services to credit union members
ga: Is é €10,000 an t-uasmhéid gur féidir le ball de chomhar creidmheasa a fháil faoin scéim seo

source: The main legislation governing credit unions is the Credit Union Act 1997 and the Credit Union and Co-operation with Overseas Regulators Act 2012
ga: Sa bhreis ar sin, is féidir leis an Scéim Cosanta Coigiltis (SCC) atá faoi úinéireacht agus á feidhmiú ag Conradh na hÉireann de Chomhair Chreidmheasa idirghabháil a dhéanamh trí chúnamh airgid a sholáthar do chomhar creidmheasa ar bith atá i dtrioblóid

source: Credit unions are also subject to various aspects of the Central Bank Acts
ga: Tá clúdach árachais ag do choigilteas trí Árachas Coigiltis Saoil chomh maith

source: The Registrar of Credit Unions, which is part of the Central Bank of Ireland, is responsible for the registration, regulation and supervision of credit unions
ga: Bíonn tú i dteideal an árachais má théann tú isteach sa chomhar creidmheasa roimh 70 bliana d’aois agus má tá tú ag obair nó, muna bhfuil tú ag obair, má tá sláinte mhaith agat

source: The Central Bank has the power to impose conditions on the registration of a credit union
ga: An chaoi a socraítear an díbhinn

source: These conditions may be appealed to the Irish Financial Services Appeals Tribunal
ga: Fógraíonn do chomhar creidmheasa díbhinn ag deireadh gach bliain

source: Regulatory decisions may also be appealed to this tribunal
ga: Roimh a fhógraítear an díbhinn ní foláir na costais a ghlanadh

source: Under the Credit Union Act 1997, the main function of the Registrar of Credit Unions is to regulate credit unions with a view to the:
ga: Glacfaidh comhair chreidmheasa iarratais ar iasachtaí ó bhaill le haghaidh aon chúis atá "fadradharcach agus torthúil"

source: • Protection by each credit union of the funds of its members; and • Maintenance of the financial stability and wellbeing of credit unions generally
ga: Tá iasachtaí ar fáil do na baill a bhfuil aisíocaíochtaí solúbtha ag baint leo agus atá gan táille nó costas birt faoi cheilt

source: The Credit Union and Co-operation with Overseas Regulators Act 2012 deals mainly with issues relating to prudential requirements, governance and restructuring
ga: Toghann an bord stiúrthóirí oifigeach nó oifigigh iasachta, a d'fhéadfadh déileáil go díreach le hiarratais iasachta suas go teorainn áirithe, gan é a chur faoi bhráid an choiste chreidmheasa

source: Credit unions are subject to the same rules as banks in a number of areas
ga: De ghnáth úsáidtear an chéad iasacht a thugtar do bhall chun a rátáil chreidmheasa a mheas

source: They are subject to the laws on money laundering in the same way as banks
ga: D'fhéadfadh an comhar creidmheasa iasachtaí a thabhairt le haghaidh tréimhse suas go dtí 30 bliain

source: Credit unions who want to engage in certain types of business, for example, insurance, investment intermediary, and certain payment services must get authorisation from the Central Bank,
ga: D'fhéadfadh an comhar creidmheasa iasacht a dhiúltú do bhall má cheapann sé nach mbeadh sé/sí in ann aisíocaíochtaí rialta a dhéanamh nó má tá drochcháil air/uirthi maidir le haisíocaíochtaí ar iasachtaí cheana

source: The Central Bank publishes the Credit Union Handbook which sets out the rules which apply to credit unions
ga: Mura gcoinníonn an ball suas leis na haisíocaíochtaí d'fhéadfadh an comhar creidmheasa a ladhar a chur isteach agus téarmaí na hiasachta a athrú

source: Credit unions must meet the prudential requirements set by the Central Bank in relation to reserves, minimum liquidity requirements, investments, lending and borrowing
ga: Go ginearálta, tá tú intofa má tá tú faoi 80 bliain d'aois (nó 70 i gcomhar creidmheasa ar leith), má tá tú ag obair nó in ann gnáthdhualgas oibre a chomhlíonadh, nó, muna bhfuil tú ag obair, má tá sláinte mhaith agat

source: Credit unions in Ireland are covered by the Deposit Protection Scheme which is administered by the Central Bank of Ireland
ga: Níl comhionannas idir comhair chreidmheasa faoin ráta úis a ghearrtar ar iasachtaí

source: This is a scheme that can provide compensation to depositors if a credit institution is forced to go out of business
ga: Má thugann comhar creidmheasa ar leith níos mó iasachtaí, baineann rataí úis níos ísle leo

source: It covers deposits held with banks; building societies; and credit unions
ga: Tarlaíonn sé seo mar bíonn tuilleadh ioncaim ó íocaíochtaí úis ar iasachtaí acu, agus bíonn sé d'acmhainn acu rátaí úis níos ísle a ghearradh ar bhaill

source: The maximum amount a credit union member can receive under this scheme is €100,000 (which is currently the maximum you can have in a credit union savings account)
ga: Mar gheall ar seo, bíonn siad go gníomhach ag spreagadh daoine chun airgead a chur i dtaisce leo, agus a fháil ar iasacht uathu

source: A dividend may be declared by your credit union at the end of each year
ga: D'fhéadfadh cuid acu a bheith níos feiliúnaí duit ná cuid eile

source: The maximum dividend is currently 10%
ga: Ní chuireann gach comhar creidmheasa gach cineál ar fáil

source: Interest on deposits in credit unions is subject to Deposit Interest Retention Tax (DIRT) at 41%. There are specific rules about the taxation of credit union dividends depending on the type of account you hold
ga: Má tá tú ag iarraidh cuntas taisce a bheith agat, gearrfar Cáin Choinneála ar Ús Cuntas Taisce (DIRT sa Bhéarla) de 41% ar an ús go léir

source: A credit union may make a loan to a member for a provident or productive purpose
ga: Má tá fadhbanna airgeadais ag baill a bhfuil iasacht acu le comhar creidmheasa d'fhéadfadh siad méid áirithe airgid a chur isteach i gcuntas buiséid ar bhonn seachtainiúil nó míosúil, (nó socruithe eile mar a dhéantar iad leis an mball) chun a mbillí a íoc

source: It may require security for the loan – this depends on the credit union’s own rules
ga: Seoltar na billí díreach go dtí an comhar creidmheasa

source: There are limits on the amount of any loan and the duration for the repayment of the loan
ga: Déantar na suimeanna atá le n-íoc a mheánú ar thréimhse 12 mhí

source: The maximum loan that is available to a member is €39,000 or 1.5% of the total assets of the individual credit union whichever is the greater
ga: Níl an tseirbhís chuntais buiséid ar fáil i ngach comhar creidmheasa

source: The period for which a loan may be made depends on the total amount of money loaned by the credit union
ga: Cuireann comhair chreidmheasa seirbhísí ar fáil chomh maith i gcomhpháirtíocht leis an tSeirbhís Chomhairle Airgid agus buiséadú (MABS), a reachtáileann an Roinn Coimirce Sóisialaí

source: For example, you may not get a loan for more than five years if the total gross amount outstanding in relation to all loans with 5 years outstanding is greater than 30% of the total gross loan book balance outstanding or 40% if the Central Bank approves
ga: Is féidir coinnithe a eagrú le comhairleoirí MABS sa chuid is mó de chomhair chreidmheasa ar maidin ar laethanta áirithe na seachtaine agus tugann siad comhairle do dhaoine le deacrachtaí airgeadais. Cuireann siad seirbhísí ar fáil tríd an gcomhar creidmheasa. San áireamh anseo tá:

source: Your ability to repay the loan must be the primary consideration when considering a loan application
ga: • Cuntas taisce: Tugann MABS cúnamh chun iarratas a dhéanamh ar chuntas taisce a oscailt sa chomhar creidmheasa

source: The Registrar of Credit Unions has the power to impose lending restrictions on credit unions
ga: Ansin socraítear buiséad chun cúnamh a thabhairt don bhall aisíocaíochtaí níos lú a dhéanamh trí ioncam agus caiteachas a eagrú

source: The credit union must have an appeals mechanism in place for a member who is refused a loan
ga: Tá árachas taistil, tí, sláinte agus teaghlaigh ar fáil sa chuid is mó chomhair chreidmheasa

source: The rate of interest charged on the loans is decided by the board
ga: Is féidir stampaí coigiltis a cheannach ó innill sa chuid is mó comhair chreidmheasa

source: The interest on the loan may not be more than 1% per month. Different rates may not be applied to the same class of loan
ga: Cuirtear an tseirbhís seo ar fáil chun daoine a spreagadh chun airgead a chur i dtaisce go rialta

source: The Central Bank has issued guidance notes to credit unions on various aspects of lending
ga: Cuireann comhair chreidmheasa áis mhalairte d'airgead eachtrannach ar fáil

source: Loan protection insurance may be available on loans to borrowing members
ga: Rachaidh an Comhar Creidmheasa i dteagmháil leis an duine ainmnithe ar bhás an bhaill

source: If you have difficulties repaying your loan, you should contact the credit union to see if it can be restructured
ga: Má bhraitheann tú gur chaith do chomhar creidmheasa go neamhchóir leat nó go héagórach, ba cheart duit an cheist a phlé leis an oifigeach gearán sa chomhar creidmheasa

source: The board of the credit union makes the main decisions about its activities and oversees the management’s day-to-day operation of the business of the union but the board is not involved in direct management
ga: Mura bhfuil tú sásta leis an leithscéal nó leis an réiteach, féadfaidh tú foirm gearán a chomhlánú (iarrann tú ar an bhfoirm seo ó do chomhar creidmheasa) a sheoltar chuig an gcoiste gearán

source: The board must make decision in relation to, among other things,
ga: Fiosróidh, pléifidh agus, sa chás gur féidir, réiteoidh an coiste gearán an gearán

source: • Setting out strategy • Ensuring that there is an effective management team in place and
ga: Mura réitítear an gearán ag an gcéim seo, cuirtear faoi bhráid an bhoird stiúrthóirí é sa chomhar creidmheasa a dhéanfaidh é a fhiosrú agus, sa chás gur féidir, an gearán a réiteach

source: • Approving, reviewing and updating all plans, policies and procedures
ga: Ba cheart go mbeadh deireadh tagtha leis an nós imeachta gearán sa chomhar creidmheasa sula ndéanann tú teagmháil leis an Ombudsman um Sheirbhísí Airgeadais

source: The board has between seven and 11 members
ga: Rialacha Comhar creidmheasa a chur ar bun

source: There are term limits on membership of the board – a person may not serve more than 12 years in any 15-year period
ga: Teastaíonn ar a laghad idir 15 agus 25 baill chun comhar creidmheasa a chur ar bun

source: A number of groups may not serve on credit union boards including employees, close family members of employees or of directors or board oversight committee members, voluntary assistants, directors of other credit unions and certain professional advisers to the credit union such as solicitors and auditors
ga: Má tá an líon daoine atá ag teastáil tagtha le chéile ní foláir don ghrúpa iarratas a dhéanamh chuig Conradh na hÉireann de Chomhair Chreidmheasa

source: Volunteer directors may be provided with training
ga: Déanfaidh an Conradh scrúdú ar fhéidearthacht an chomhair

source: The “fitness and probity” requirements for directors of financial institutions are set out in the Central Bank Reform Act 2010
ga: Beidh oifigeach áitiúil an cheantair agus ball de bhord Conradh na hÉireann de Chomhair Chreidmheasa i láthair ag an gcruinniú

source: Since 1 August 2004, these requirements apply fully to credit unions with assets of more than €10 million
ga: Má cheaptar gur féidir, ní mór do na baill tabhairt faoi airgead a chur i dtaisce, agus tosaíonn "próiseas staidéir"

source: They apply to smaller credit unions from 1 August 2015
ga: Leanann sé sin ar aghaidh ar feadh timpeall 18 mí

source: Also from 1 August 2015, credit unions that are authorised as retail intermediaries are subject to the fitness and probity regime that applies to other retail intermediaries
ga: Tugann an t-oifigeach áitiúil cuairt ar an gcomhar gach trí seachtain i rith na tréimhse seo chun a bheith cinnte go bhfuil an grúpa in ann an chomhar creidmheasa a reachtáil

source: There are detailed rules about the establishment and role of a range of committees, including a board oversight committee, an audit committee and a credit committee
ga: Nuair atá an próiséas staidéir críochnaithe agus nuair a éiríonn leis an ngrúpa, déanann Conradh na hÉireann de Chomhair Chreidmheasa iarratas chuig Banc Ceannais na hÉireann chun faomhadh a fháil agus chun an comhar creidmheasa nua a chlárú. Ceangal i gcoitinne

source: There are also detailed rules about reporting to the Central Bank about the credit union’s compliance with the regulatory requirements
ga: D’fhéadfá a bheith i do bhall de níos mó ná comhar creidmheasa amháin má tá an ceangal i gcoitinne ann

source: Restructuring involves the amalgamation of credit unions or the transfer of their activities to another credit union
ga: Tá an ceart ag gach ball an chaoi a reachtáiltear a c(h)omhair creidmheasa a fheiceáil, agus an chaoi a bhfuil ag éirí leis

source: The aims of restructuring are the protection of credit union members' savings; the stability and viability of credit unions and the sector at large; and the preservation of the credit union identity and ethos
ga: Tá an ceart acu eolas a bheith acu ar chuntais an chomhair chreidmheasa chomh maith le hainmneacha oibrithe an chomhair chreidmheasa agus baill den bhord stiúrthóirí agus de choistí

source: The Credit Union Restructuring Board (ReBo) is a statutory body established to assist with the restructuring of credit unions
ga: Tá vóta amháin ag gach ball agus d'fhéadfadh sé/sí é a chaitheamh ag an gcruinniú cinn bliana chun bord stiúrthóirí a thoghadh

source: It is funded by a levy on the sector
ga: Is baill amháin atá i dteideal a bheith tofa don bhord nó na coistí

source: The restructuring process is expected to be completed during 2016
ga: Is postanna deonacha iad agus ní fhaigheann na baill íocaíocht ar bith

source: Death of a member of a credit union
ga: Conas iarratas a dhéanamh

source: You may make a written statement nominating a person or group of people to become entitled to your property in the credit union, for example, savings, loans or insurance, at the time of your death
ga: Nuair atá tú taobh istigh den cheangal i gcoitinne, d'fhéadfá iarratas a dhéanamh ar bhallraíocht do chomhar creidmheasa ceapaithe

source: The maximum amount covered by this is €23,000
ga: Caithfidh gach iarratas a bheith i scríbhinn agus an táille iontrála agus an t-íosmhéid scaire a bheith leis

source: You can change this nomination at any time
ga: An chaoi a ndéantar iarratas ar iasacht

source: The nominated person will be contacted by the credit union when you die
ga: D'fhéadfadh ball ar bith de chomhar creidmheasa atá os cionn 8 mbliana déag d'aois iarratas a dhéanamh ar iasacht

source: This amount is then not part of your estate for the purposes of your will or intestacy
ga: D'fhéadfá an fhoirm iarratais a líonadh in oifig an chomhair chreidmheasa ina bhfuil tú i do bhall

source: If you make no such nomination, all your property in the credit union will be distributed in accordance with your will or the rules on intestacy
ga: Tá líne fóin ar leith ag cuid de na comhair chreidmheasa chun sonraí ar iarratas iasachta a thógáil ón mball ar an bhfón

source: Credit unions must have complaints procedures in place
ga: Tá áis ar an idirlíon chun iarratas a dhéanamh ar iasacht ag cuid de na comhair chreidmheasa

source: If you are not satisfied with the outcome of the internal procedure, you may complain to the Financial Services Ombudsman
ga: Tá a pholasaithe féin ag gach comhar creidmheasa maidir le coinníollacha a chaithfear a chomhlíonadh sula dtabharfar iasacht

source: The Ombudsman is an independent officer whose remit is to investigate, mediate and adjudicate unresolved complaints of individual customers about financial service providers
ga: Nuair a thugtar é, iarrtar ort nóta gealltanais a líonadh. Is caipéis dlíthiúil í seo ina dtugann tú geall go n-íocfaidh tú as an iasacht agus go ndéanfaidh tú aisíocaíochtaí go rialta. Cá háit a ndéanfaidh mé iarratas
